Repository: LaqiraProtocol/woo-laqirapay
Catalog: languages/laqirapay-*.po
Languages: es_es, it_it, tr_tr

source: Access Denied...
es_es: Acceso denegado...
it_it: Accesso Negato...
tr_tr: Erişim Reddedildi...

source: API Key
es_es: Clave API
it_it: Chiave API
tr_tr: API Anahtarı

source: Approve
es_es: Aprobar
it_it: Approvare
tr_tr: Onayla

source: Approve successfully Done!
es_es: ¡Aprobación realizada con éxito!
it_it: Approvazione completata con successo!
tr_tr: Onay başarıyla yapıldı!

source: Approximate Amount
es_es: Cantidad aproximada
it_it: Importo Approssimativo
tr_tr: Yaklaşık Tutar

source: Asset
es_es: Activo
it_it: Risorsa
tr_tr: Varlık

source: Assets
es_es: Activos
it_it: Risorse
tr_tr: Varlıklar

source: Balance
it_it: Saldo
tr_tr: Bakiye

source: Close
es_es: Cerrar
it_it: Chiudi
tr_tr: Kapat

source: Congratulation
es_es: Felicidades
it_it: Congratulazioni
tr_tr: Tebrikler

source: Copy to clipboard
es_es: Copiar al portapapeles
it_it: Copia negli appunti
tr_tr: Panoya kopyala

source: COPYRIGHT © 2024 Laqira Protocol, All rights Reserved
es_es: COPYRIGHT © 2024 Laqira Protocol, Todos los derechos reservados
it_it: COPYRIGHT © 2024 Laqira Protocol, Tutti i diritti riservati
tr_tr: TÜM HAKLARI SAKLIDIR © 2024 Laqira Protokolü

source: Currency
es_es: Moneda
it_it: Valuta
tr_tr: Para Birimi

source: Customer has chosen LaqiraPay payment method, payment is pending.
es_es: El cliente ha elegido el método de pago LaqiraPay, el pago está pendiente.
it_it: Il cliente ha scelto il metodo di pagamento LaqiraPay, il pagamento è in sospeso.
tr_tr: Müşteri LaqiraPay ödeme yöntemini seçti, ödeme bekleniyor.

source: Customer has chosen LaqiraPay Wallet payment method, payment is pending.
es_es: El cliente ha elegido el método de pago con la billetera LaqiraPay, el pago está pendiente.
it_it: Il cliente ha scelto il metodo di pagamento LaqiraPay Wallet, il pagamento è in sospeso.
tr_tr: Müşteri LaqiraPay Cüzdan ödeme yöntemini seçti, ödeme bekleniyor.

source: Delete All plugin Data on uninstallation
es_es: Eliminar todos los datos del plugin al desinstalar
it_it: Elimina tutti i dati del plugin durante la disinstallazione
tr_tr: Kaldırma işlemi sırasında tüm eklenti verilerini sil

source: Enter Amount In USDT
es_es: Ingrese la cantidad en USDT
it_it: Inserisci l'Importo in USDT
tr_tr: USDT cinsinden miktarı girin

source: Enter your order destails
es_es: Ingrese los detalles de su pedido
it_it: Inserisci i dettagli del tuo ordine
tr_tr: Sipariş ayrıntılarınızı girin

source: Error
it_it: Errore
tr_tr: Hata

source: Error checking transaction status. Please try again ...
es_es: Error al verificar el estado de la transacción. Por favor, inténtelo de nuevo...
it_it: Errore durante il controllo dello stato della transazione. Per favore riprova ...
tr_tr: İşlem durumu kontrol edilirken hata oluştu. Lütfen tekrar deneyin ...

source: Error loading Assets
es_es: Error al cargar los activos
it_it: Errore nel caricamento delle risorse
tr_tr: Varlıklar yüklenirken hata oluştu

source: Error loading networks
es_es: Error al cargar las redes
it_it: Errore nel caricamento delle reti
tr_tr: Ağlar yüklenirken hata oluştu

source: Error on Approve
es_es: Error al aprobar
it_it: Errore durante l'approvazione
tr_tr: Onayda hata

source: External
es_es: Externo
it_it: Esterno
tr_tr: Harici

source: External Pay
es_es: Pago externo
it_it: Pagamento Esterno
tr_tr: Harici Ödeme

source: External Payment
es_es: Pago externo
it_it: Pagamento Esterno
tr_tr: Harici Ödeme

source: From
es_es: De
it_it: Da
tr_tr: Gönderen

source: Get API-KEY
es_es: Obtener CLAVE API
it_it: Ottieni Chiave API
tr_tr: API Anahtarı Al

source: Home Page
es_es: Página de inicio
it_it: Pagina Principale
tr_tr: Ana Sayfa

source: In this section, you can view detailed information by entering a transaction hash. If a customer's order corresponds to this hash, the order details will be displayed along with the transaction information retrieved from the blockchain. If the transaction is marked as incomplete on the website, you can use the blockchain data to finalize the customer's order.
es_es: En esta sección, puede ver información detallada ingresando un hash de transacción. Si el pedido de un cliente corresponde a este hash, se mostrarán los detalles del pedido junto con la información de la transacción recuperada de la blockchain. Si la transacción está marcada como incompleta en el sitio web, puede usar los datos de la blockchain para finalizar el pedido del cliente.
it_it: In questa sezione, puoi visualizzare informazioni dettagliate inserendo un hash di transazione. Se un ordine del cliente corrisponde a questo hash, i dettagli dell'ordine saranno visualizzati insieme alle informazioni sulla transazione recuperate dalla blockchain. Se la transazione è contrassegnata come incompleta sul sito web, puoi utilizzare i dati della blockchain per finalizzare l'ordine del cliente.
tr_tr: Bu bölümde, bir işlem karmaşı girerek detaylı bilgilere erişebilirsiniz. Bir müşteri siparişi bu karmaşaya karşılık geliyorsa, sipariş detayları, blockchain'den alınan işlem bilgileri ile birlikte görüntülenir. Eğer işlem web sitesinde eksik olarak işaretlendi ise, blockchain verilerini kullanarak müşteri siparişini tamamlayabilirsiniz.

source: Internal
es_es: Interno
it_it: Interno
tr_tr: Dahili

source: Internal Pay
es_es: Pago interno
it_it: Pagamento Interno
tr_tr: Dahili Ödeme

source: Internal Payment
es_es: Pago interno
it_it: Pagamento Interno
tr_tr: Dahili Ödeme

source: Laqira Pay Gateway
es_es: Pasarela de pago Laqira
it_it: Gateway Laqira Pay
tr_tr: Laqira Pay Geçidi

source: Laqira Protocol
tr_tr: Laqira Protokolü

source: LaqiraPay : The First Ever Fully Decentralized Asset-Agnostic MultiNetwork Payment Gateway for woocommerce
es_es: LaqiraPay: La primera pasarela de pago totalmente descentralizada y agnóstica de activos para múltiples redes de woocommerce
it_it: LaqiraPay : Il primo gateway di pagamento multinetwork completamente decentralizzato e asset-agnostic per woocommerce
tr_tr: LaqiraPay: WooCommerce için Tamamen Merkezi Olmayan Varlık-Agnostik Çoklu Ağ Ödeme Geçidi

source: LaqiraPay Transaction Details:
es_es: Detalles de la transacción de LaqiraPay:
it_it: Dettagli Transazione LaqiraPay:
tr_tr: LaqiraPay İşlem Detayları:

source: Loading ...
es_es: Cargando...
it_it: Caricamento ...
tr_tr: Yükleniyor ...

source: Loading Assets ...
es_es: Cargando activos...
it_it: Caricamento Risorse ...
tr_tr: Varlıklar yükleniyor ...

source: Loading Networks ...
es_es: Cargando redes...
it_it: Caricamento Reti ...
tr_tr: Ağlar yükleniyor ...

source: Main Settings
es_es: Configuración principal
it_it: Impostazioni Principali
tr_tr: Ana Ayarlar

source: More
es_es: Más
it_it: Altro
tr_tr: Daha Fazla

source: My Account Page
es_es: Mi página de cuenta
it_it: Pagina del Mio Account
tr_tr: Hesabım Sayfası

source: Network
es_es: Red
it_it: Rete
tr_tr: Ağ

source: No networks available
es_es: No hay redes disponibles
it_it: Nessuna rete disponibile
tr_tr: Mevcut ağ yok

source: Only logged in users can pay
es_es: Solo los usuarios registrados pueden pagar
it_it: Solo gli utenti registrati possono pagare
tr_tr: Yalnızca giriş yapmış kullanıcılar ödeme yapabilir

source: Or Enter Slippage
es_es: O ingrese deslizamiento
it_it: O Inserisci Slippage
tr_tr: Ya da Kayma Payını Girin

source: Order Amount
es_es: Cantidad del pedido
it_it: Importo Ordine
tr_tr: Sipariş Miktarı

source: Order Details
es_es: Detalles del pedido
it_it: Dettagli Ordine
tr_tr: Sipariş Detayları

source: Order ID
es_es: ID del pedido
it_it: ID Ordine
tr_tr: Sipariş ID

source: Order not verified by blockchain.
es_es: Pedido no verificado por blockchain.
it_it: Ordine non verificato dalla blockchain.
tr_tr: Sipariş blockchain tarafından doğrulanmadı.

source: Order Status after order recovery by TX hash
es_es: Estado del pedido después de la recuperación del pedido por hash TX
it_it: Stato dell'ordine dopo il recupero tramite hash TX
tr_tr: TX karmaşı ile sipariş kurtarma sonrası sipariş durumu

source: Order updated by TX hash confirmation method
es_es: Pedido actualizado por método de confirmación de hash TX
it_it: Ordine aggiornato tramite metodo di conferma hash TX
tr_tr: TX karmaşı onay yöntemi ile sipariş güncellendi

source: Order updated by TX hash confirmation method
es_es: Pedido actualizado por método de confirmación de hash TX
it_it: Ordine aggiornato tramite metodo di conferma hash TX
tr_tr: TX karmaşı onay yöntemi ile sipariş güncellendi

source: Paid By
es_es: Pagado por
it_it: Pagato Da
tr_tr: Ödeme Yapan

source: Pay
es_es: Pagar
it_it: Paga
tr_tr: Öde

source: Payment
es_es: Pago
it_it: Pagamento
tr_tr: Ödeme

source: Payment is awaited.
es_es: Se espera el pago.
it_it: Pagamento in attesa.
tr_tr: Ödeme bekleniyor.

source: Payment Processing
es_es: Procesando pago
it_it: Elaborazione del pagamento
tr_tr: Ödeme İşleniyor

source: Payment through a connected wallet
es_es: Pago a través de una billetera conectada
it_it: Pagamento tramite un wallet connesso
tr_tr: Bağlı bir cüzdan üzerinden ödeme

source: Payment Utilize your Internal account
es_es: Pago utilizando su cuenta interna
it_it: Utilizza il tuo account interno per il pagamento
tr_tr: Dahili hesabınızı kullanarak ödeme

source: Please Enter your Laqira API from
es_es: Por favor ingrese su API de Laqira desde
it_it: Per favore, inserisci la tua API di Laqira da
tr_tr: Lütfen Laqira API'nizi girin

source: Please Enter Your Order Note
es_es: Por favor ingrese la nota de su pedido
it_it: Per favore, inserisci la nota dell'ordine
tr_tr: Lütfen Sipariş Notunuzu Girin

source: please fill all required address fields.
es_es: por favor complete todos los campos de dirección requeridos.
it_it: per favore, compila tutti i campi obbligatori dell'indirizzo.
tr_tr: Lütfen tüm gerekli adres alanlarını doldurun.

source: please fill your required fields.
es_es: por favor complete los campos requeridos.
it_it: per favore, compila i campi obbligatori.
tr_tr: Lütfen gerekli alanları doldurun.

source: Please login to make a payment!
es_es: ¡Por favor inicie sesión para realizar un pago!
it_it: Per favore, accedi per effettuare un pagamento!
tr_tr: Ödeme yapmak için giriş yapın!

source: Please select asset first
es_es: Por favor seleccione primero el activo
it_it: Per favore, seleziona prima la risorsa
tr_tr: Lütfen önce varlık seçin

source: Please select asset for
es_es: Por favor seleccione un activo para
it_it: Per favore, seleziona la risorsa per
tr_tr: Lütfen varlık seçin

source: Please select network
es_es: Por favor seleccione una red
it_it: Per favore, seleziona la rete
tr_tr: Lütfen ağ seçin

source: Please select network first
es_es: Por favor seleccione primero la red
it_it: Per favore, seleziona prima la rete
tr_tr: Lütfen önce ağı seçin

source: Please use at most 20 characters
es_es: Por favor use como máximo 20 caracteres
it_it: Per favore, usa al massimo 20 caratteri
tr_tr: En fazla 20 karakter kullanın

source: Price Feed
es_es: Feed de precio
it_it: Feed dei Prezzi
tr_tr: Fiyat Beslemesi

source: Product Name
es_es: Nombre del producto
it_it: Nome del Prodotto
tr_tr: Ürün Adı

source: Provider Address is invalid
es_es: La dirección del proveedor no es válida
it_it: L'indirizzo del fornitore non è valido
tr_tr: Sağlayıcı adresi geçersiz

source: Provider Address not found. please contact your provider...
es_es: Dirección del proveedor no encontrada. por favor contacte a su proveedor...
it_it: Indirizzo del fornitore non trovato. per favore contatta il tuo fornitore...
tr_tr: Sağlayıcı adresi bulunamadı. Lütfen sağlayıcınızla iletişime geçin...

source: Remaining
es_es: Restante
it_it: Rimanente
tr_tr: Kalan

source: Result
es_es: Resultado
it_it: Risultato
tr_tr: Sonuç

source: Search Asset
es_es: Buscar activo
it_it: Cerca Risorsa
tr_tr: Varlık Ara

source: See Invoice
es_es: Ver factura
it_it: Vedi Fattura
tr_tr: Faturayı Gör

source: Select Asset
es_es: Seleccionar activo
it_it: Seleziona Risorsa
tr_tr: Varlık Seç

source: Select Network
es_es: Seleccionar red
it_it: Seleziona Rete
tr_tr: Ağ Seç

source: Select Payment Method
es_es: Seleccionar método de pago
it_it: Seleziona Metodo di Pagamento
tr_tr: Ödeme Yöntemi Seç

source: Selected Asset
es_es: Activo seleccionado
it_it: Risorsa Selezionata
tr_tr: Seçilen Varlık

source: Selected Network
es_es: Red seleccionada
it_it: Rete Selezionata
tr_tr: Seçilen Ağ

source: Setting a high slippage tolerance can help transactions succeed, Increase Slippage the value to enhance the acceptance rate of seamless alignment.
es_es: Establecer una alta tolerancia al deslizamiento puede ayudar a que las transacciones tengan éxito, aumente El valor de deslizamiento para mejorar la tasa de aceptación de alineación sin problemas.
it_it: Impostare una tolleranza alta dello slippage può aiutare le transazioni a riuscire. Aumenta il valore dello slippage per migliorare il tasso di accettazione dell'allineamento senza soluzione di continuità.
tr_tr: Yüksek bir kayma toleransı ayarı, işlemlerin başarılı olmasına yardımcı olabilir, Kayma değerini artırarak sorunsuz hizalamaların kabul oranını geliştirin.

source: Settings
es_es: Configuraciones
it_it: Impostazioni
tr_tr: Ayarlar

source: Share
es_es: Compartir
it_it: Condividi
tr_tr: Paylaş

source: Share your order
es_es: Comparte tu pedido
it_it: Condividi il tuo ordine
tr_tr: Siparişinizi paylaşın

source: Sharing error
es_es: Error al compartir
it_it: Errore di condivisione
tr_tr: Paylaşım hatası

source: Sharing was successful
es_es: La compartición fue exitosa
it_it: Condivisione riuscita
tr_tr: Paylaşım başarılı oldu

source: Shop Page
es_es: Página de tienda
it_it: Pagina del Negozio
tr_tr: Mağaza Sayfası

source: Show Order
es_es: Mostrar pedido
it_it: Mostra Ordine
tr_tr: Siparişi Göster

source: Slippage Tolerance
es_es: Tolerancia al deslizamiento
it_it: Tolleranza Slippage
tr_tr: Kayma Toleransı

source: Support
es_es: Soporte
it_it: Supporto
tr_tr: Destek

source: The approximate payment based on chosen Asset and Decentralized price feeds.
es_es: El pago aproximado basado en el activo elegido y los feeds de precios descentralizados.
it_it: Il pagamento approssimativo basato sulla risorsa scelta e sui feed di prezzo decentralizzati.
tr_tr: Seçilen Varlık ve Merkeziyetsiz fiyat beslemelerine dayalı yaklaşık ödeme.

source: There was an error adding this setting. Please try again. If this persists, shoot us an email.
it_it: Si è verificato un errore durante l'aggiunta di questa impostazione. Per favore riprova. Se il problema persiste, inviaci una email.
tr_tr: Bu ayar eklenirken bir hata oluştu. Lütfen tekrar deneyin. Eğer bu sorun devam ederse, bize bir e-posta gönderin.

source: Token Amount
es_es: Cantidad de tokens
it_it: Importo del Token
tr_tr: Token Miktarı

source: Total Price
es_es: Precio total
it_it: Prezzo Totale
tr_tr: Toplam Fiyat

source: Transaction Amount
es_es: Cantidad de la transacción
it_it: Importo della Transazione
tr_tr: İşlem Miktarı

source: Transaction Done Successfully
es_es: Transacción realizada con éxito
it_it: Transazione completata con successo
tr_tr: İşlem Başarıyla Tamamlandı

source: Transaction Failed. Please try again ...
es_es: Transacción fallida. Por favor, inténtelo de nuevo...
it_it: Transazione fallita. Per favore riprova ...
tr_tr: İşlem Başarısız. Lütfen tekrar deneyin ...

source: Transaction Hash
es_es: Hash de transacción
it_it: Hash della Transazione
tr_tr: İşlem Karmaşı

source: Transaction not found on Blockchain
es_es: Transacción no encontrada en la Blockchain
it_it: Transazione non trovata sulla Blockchain
tr_tr: Blockchain'de işlem bulunamadı

source: Transaction Reverted. Please try again ...
es_es: Transacción revertida. Por favor, inténtelo de nuevo...
it_it: Transazione annullata. Per favore riprova ...
tr_tr: İşlem Geri Alındı. Lütfen tekrar deneyin ...

source: Unfortunately, we encountered an error. Please try again or contact the administrator
es_es: Lamentablemente, hemos encontrado un error. Por favor, inténtelo de nuevo o contacte al administrador
it_it: Sfortunatamente, abbiamo riscontrato un errore. Per favore riprova o contatta l'amministratore
tr_tr: Maalesef bir hata oluştu. Lütfen tekrar deneyin veya yöneticiye başvurun

source: LaqiraPay Order Recovery by Transaction Hash
es_es: Recuperación de pedido de LaqiraPay por hash de transacción
it_it: Recupero Ordine LaqiraPay tramite Hash di Transazione
tr_tr: LaqiraPay İşlem Karmaşı ile Sipariş Kurtarma

source: LaqiraPay requires PHP version 8.1 or higher.
es_es: LaqiraPay requiere PHP versión 8.1 o superior.
tr_tr: LaqiraPay PHP sürümü 8.1 veya üzeri gerektirir.

source: LaqiraPay requires WooCommerce version 8.2 or higher.
es_es: LaqiraPay requiere WooCommerce versión 8.2 o superior.
it_it: LaqiraPay richiede WooCommerce versione 8.2 o superiore.
tr_tr: LaqiraPay WooCommerce sürümü 8.2 veya üzeri gerektirir.

source: LaqiraPay requires WordPress version 6.2 or higher.
es_es: LaqiraPay requiere WordPress versión 6.2 o superior.
it_it: LaqiraPay richiede WordPress versione 6.2 o superiore.
tr_tr: LaqiraPay WordPress sürümü 6.2 veya üzeri gerektirir.

source: You don't have right permission to this setting page
es_es: No tienes permisos para acceder a esta página de configuración
it_it: Non hai i permessi per questa pagina delle impostazioni
tr_tr: Bu ayar sayfasına erişim izniniz yok

source: You have the option to make payment through a connected wallet on the Website or Utilize your Internal account for transactions
es_es: Tiene la opción de realizar el pago a través de una billetera conectada en el Sitio web o utilizar su cuenta interna para transacciones
it_it: Hai l'opzione di effettuare pagamenti tramite un wallet connesso sul sito web o utilizzare il tuo account interno per le transazioni
tr_tr: Websitesinde bağlı bir cüzdan aracılığıyla ödeme yapma veya işlemler için Dahili hesabınızı kullanma seçeneğiniz vardır

source: You need Charge to pay ...
es_es: Necesitas Cargar para pagar ...
it_it: Hai bisogno di un Addebito per pagare ...
tr_tr: Ödeme yapmak için şarj gerekli...

source: You need Charge to pay...
es_es: Necesitas Cargar para pagar...
it_it: Hai bisogno di un Addebito per pagare...
tr_tr: Ödeme yapmak için şarj gerekli...

source: Your Balance
es_es: Tu saldo
it_it: Il Tuo Saldo
tr_tr: Bakiyeniz

source: Your browser does not support native sharing
es_es: Tu navegador no soporta compartir nativo
it_it: Il tuo browser non supporta la condivisione nativa
tr_tr: Tarayıcınız yerel paylaşımı desteklemiyor

source: Your Data not Verified by Blockchain
es_es: Sus datos no fueron verificados por Blockchain
it_it: I tuoi dati non sono stati verificati dalla Blockchain
tr_tr: Verileriniz Blockchain tarafından doğrulanmadı

source: Your order received successfully
es_es: Su pedido fue recibido exitosamente
it_it: Il tuo ordine è stato ricevuto con successo
tr_tr: Siparişiniz başarıyla alındı

source: Your request is invalid. please contact your provider...
es_es: Su solicitud es inválida. por favor contacte a su proveedor...
it_it: La tua richiesta non è valida. per favore contatta il tuo fornitore...
tr_tr: İsteğiniz geçersiz. Lütfen sağlayıcınızla iletişime geçin...

source: LaqiraPay requires PHP version 7.4 or higher.
it_it: LaqiraPay richiede PHP versione 7.4 o superiore.

source: There was an error adding this setting. Please try again. If this persists, shoot us an email.
es_es: Se produjo un error al agregar esta configuración. Por favor, inténtelo de nuevo. Si el problema persiste, envíenos un correo electrónico.
